{
    "header_AboutMe": "Über mich",
    "header_Skills": "Skills",
    "header_Work": "Proben",
    "header_Contact": "Kontakt",
    "header_Flag": "./assets/img/english.png",
    "landingPage_Hello": "Hallo! Ich heiße Julien",
    "selfPresentation_Headline": "lassen Sie uns zusammenarbeiten",
    "selfPresentation_Text1": "Hallo und herzlich willkommen auf meiner Seite! Ich bin Julien aus Ennepetal, und ich habe meine Leidenschaft für das Programmieren während meines Wirtschaftsingenieurstudiums entdeckt. Seitdem begeistert es mich, die kreativen Designideen talentierter Designer in die Praxis umzusetzen.",
    "selfPresentation_Text2": "Mit einem fundierten technischen Hintergrund und einem Auge für Ästhetik habe ich mich darauf spezialisiert, benutzerfreundliche und ansprechende Webanwendungen zu entwickeln. Es bereitet mir große Freude, funktionale und visuell ansprechende Lösungen zu schaffen, die sowohl die Erwartungen der Nutzer als auch die Visionen der Designer erfüllen.",
    "selfPresentation_Text3": "Wenn Sie auf der Suche nach einem Entwickler sind, der sowohl technisches Know-how als auch kreatives Gespür mitbringt, dann sind Sie bei mir genau richtig. Ich freue mich darauf, gemeinsam mit Ihnen Ihre Ideen in die digitale Realität zu transformieren.",
    "selfPresentation_Button": "Nachricht senden",
    "skillset_Headline": "Skills",
    "myWork_Headline": "Meine Projekte",
    "myWork_description": "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "myWork_Project1_description": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "myWork_Project2_description": "'jump and run'-Spiel, dass auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
    "myWork_Project3_description": "Ein Pokedex, wie er in der berühmten Anime-Serie Pokemon verwendet wird.",
    "contact_Headline": "Kontakt",
    "contact_Headline2": "Haben Sie ein Problem, welches gelöst werden soll?",
    "contact_Description": "Dann nehmen Sie gleich mit Hilfe dieses Formulares mit mir Kontakt auf. Ich bin gespannt auf Ihre Ideen und darauf mit Ihnen zusammen an dem Projekt zu arbeiten!",
    "contact_Question": "Benötigen Sie einen Frontend-Developer? ",
    "contact_Answer": "melde dich!",
    "contact_Name-label": "Name",
    "contact_Email-label": "E-Mail",
    "contact_Message-label": "Nachricht",
    "contact_PrivacyPolicy-declaration": "Ich habe die Datenschutzerklärung gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "contact_Button": "Sag Hallo ;)",
    "contact_NameError": "Bitte gib deinen Namen ein.",
    "contact_MailError": "Bitte gib deine E-Mail-Addresse ein.",
    "contact_MessageError": "Bitte gib eine Nachricht ein.",
    "contact_PrivacyPolicyError": "Bitte akzeptieren Sie die Datenschutzbestimmungen.",
    "imprint_Headline": "Impressum",
    "imprint_ContactDataHeadline": "Kontakt",
    "imprint_Fon": "Tel.",
    "imprint_No": "0172 / 9815185",
    "imprint_source": "Quelle",
    "imprint_BackToLandingPage": "zurück",
    "PP_Headline": "Datenschutzerklärung",
    "PP_SubHeadline1": "Datenschutz auf einen Blick",
    "PP_GeneralInformationHeadline": "Generalle Informationen",
    "PP_GenerellInformation_Text": "Die folgenden Informationen geben einen einfachen Überblick darüber, was mit Ihren Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz finden Sie in unserer Datenschutzerklärung, die unterhalb dieses Textes, der die Datenschutzerklärung enthält, aufgeführt ist.",
    "PP_DataCollectionOnThisWebsiteHeadline": "Datenerfassung auf dieser Website",
    "PP_DataCollectionOnThisWebsiteText": "Wer ist für die Datenerfassung auf dieser Website verantwortlich? Die Datenverarbeitung auf dieser Website erfolgt durch den Betreiber der Website. Die Kontaktdaten des Betreibers finden Sie im Abschnitt „Informationen über den für die Verarbeitung Verantwortlichen“ in dieser Datenschutzerklärung.",
    "PP_HowDoWeCollectYourDataHeadline": "Wie sammeln wir Ihre Daten?",
    "PP_HowDoWeCollectYourDataText1": "Zum einen werden Ihre Daten erhoben, wenn Sie uns diese zur Verfügung stellen. Das können z.B. Daten sein, die Sie in ein Kontaktformular eingeben.",
    "PP_HowDoWeCollectYourDataText2": "Andere Daten werden automatisch oder mit Ihrer Zustimmung von unseren IT-Systemen erfasst, wenn Sie die Website besuchen. Aufgezeichnet. Hierbei handelt es sich in erster Linie um technische Daten (z. B. Internet-Browser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Diese Daten werden automatisch erfasst, sobald Sie diese Website betreten.",
    "PP_WhatDoWeUseYourDataForHeadline": "Wozu verwenden wir Ihre Daten?",
    "PP_WhatDoWeUseYourDataForText": "Ein Teil der Daten wird erhoben, um die fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können verwendet werden, um Ihr Nutzerverhalten zu analysieren.",
    "PP_WhatRightsDoYouHaveRegardingYourDataHeadline": "Welche Rechte haben Sie in Bezug auf Ihre Daten?",
    "PP_WhatRightsDoYouHaveRegardingYourDataText1": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem das Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie in die Datenverarbeitung eingewilligt haben, können Sie diese Einwilligung jederzeit mit Wirkung für die Zukunft widerrufen. Sie haben auch das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer Daten zu verlangen. Sie haben auch das Recht, sich bei der zuständigen Aufsichtsbehörde zu beschweren.",
    "PP_WhatRightsDoYouHaveRegardingYourDataText2": "Sie können sich jederzeit an uns wenden, wenn Sie weitere Fragen zum Thema „Datenschutz“ haben.",
    "PP_SubHeadline2": "Hosting",
    "PP_SubHeadline2AdditionalText": "Wir hosten den Inhalt unserer Website bei folgendem Anbieter:",
    "PP_ExternalHostingHeadline": "Externes Hosting",
    "PP_ExternalHostingText1": "Diese Website wird extern gehostet. Die auf dieser Website erhobenen personenbezogenen Daten werden auf den Servern des/der Hoster(s) gespeichert. Dazu können IP-Adressen, Kontaktanfragen, Meta- und Kommunikationsdaten, Vertragsdaten, Kontaktdaten, Namen, Website-Zugriffe und andere über eine Website erfasste Daten gehören. Die Website wird über eine Website generiert.",
    "PP_ExternalHostingText2": "Das externe Hosting erfolgt zur Erfüllung des Vertrages mit unseren potentiellen und bestehenden Kunden (Art. 6 Abs. 1 lit. b GDPR) und im Interesse einer sicheren, schnellen und effizienten Bereitstellung unseres Online-Angebots durch einen professionellen Anbieter (Art. 6 Abs. 1 lit. f GDPR). Sofern eine entsprechende Einwilligung eingeholt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a GDPR und § 25 Abs.. 1 TTDSG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z.B. Device Fingerprinting) im Sinne des TTDSG erlaubt. Die Einwilligung kann jederzeit widerrufen werden.",
    "PP_ExternalHostingText3": "Unser(e) Hoster werden Ihre Daten nur insoweit verarbeiten, als dies zur Erfüllung ihrer Leistungspflichten erforderlich ist und unsere Weisungen bezüglich dieser Daten befolgen.",
    "PP_HostsHeadline": "Wir verwenden den/die folgenden Host(s):",
    "PP_SubHeadline3": "Allgemeine Hinweise und Pflichtangaben",
    "PP_DataProtectionHeadline": "Datenschutz",
    "PP_DataProtectionText1": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer Daten sehr ernst. Wir behandeln Ihre Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.",
    "PP_DataProtectionText2": "Wenn Sie diese Website nutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind persönliche Daten, mit denen Sie persönlich identifiziert werden können. Diese Datenschutzerklärung erläutert, welche Daten wir sammeln und wofür wir sie verwenden. Sie erklärt auch, wie und zu welchem Zweck dies geschieht.",
    "PP_DataProtectionText3": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
    "PP_DataProtectionText4": "Hinweis zur verantwortlichen Stelle der für die Datenverarbeitung auf dieser Website Verantwortliche ist",
    "PP_DataProtectionText5": "Der für die Verarbeitung Verantwortliche ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung personenbezogener Daten (z. B. Namen, E-Mail-Adressen usw.) entscheidet.",
    "PP_StorageDurationHeadline": "Dauer der Speicherung",
    "PP_StorageDurationText": "Sofern in dieser Datenschutzerklärung keine genauere Speicherdauer angegeben ist, verbleiben Ihre Daten bei uns, bis der Zweck der Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Verlangen auf Löschung geltend machen oder Ihre Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, es sei denn, wir haben andere gesetzlich zulässige Gründe für die Speicherung Ihrer Daten (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im letzteren Fall erfolgt die Löschung nach Wegfall dieser Gründe.",
    "PP_GeneralInformationOnTheLegalBasisHeadline": "Allgemeine Informationen über die Rechtsgrundlage für die Datenverarbeitung auf dieser Website",
    "PP_GeneralInformationOnTheLegalBasisText": "Wenn Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre Daten auf Grundlage von Art. 6 Abs.. 1 lit. a GDPR oder Art. 9 Abs. 2 lit. a GDPR, soweit besondere Kategorien von Daten nach Art. 9 Abs. 1 DS-GVO verarbeitet werden verarbeitet. Im Falle einer ausdrücklichen Einwilligung in die Übermittlung personenbezogener Daten in Drittstaaten erfolgt die Daten erfolgt die Datenverarbeitung auch auf Grundlage von Art. 49 Abs. 1 lit. a GDPR. Wenn Sie in die Speicherung von Cookies oder den Zugriff auf Informationen in Ihrem Endgerät (z.B. über Device Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung auch auf der Grundlage von § 25 Abs. 1 TTDSG durchgeführt. Die Einwilligung kann jederzeit widerrufen werden. Wenn Ihre Daten erforderlich sind zur Erfüllung des Vertrages oder zur Durchführung vorvertraglicher Maßnahmen, verarbeiten wir Ihre Daten auf Grundlage von Art. 6 Abs. lit. b GDPR. Darüber hinaus verarbeiten wir Ihre Daten, wenn dies zur Erfüllung einer rechtlichen Verpflichtung erforderlich ist, die auf Art. 6 Abs. 1 lit. c GDPR. Die Datenverarbeitung kann auch auf der Grundlage unseres berechtigten Interesses nach Art. 6 Abs.. 1 lit. f GDPR. Informationen zu den jeweils relevanten Rechtsgrundlagen finden Sie in den folgenden Abschnitten dieser dieser Datenschutzrichtlinie."
}