{
    "header_AboutMe": "About me",
    "header_Skills": "Skill set",
    "header_Work": "My work",
    "header_Contact": "Contact",
    "header_Flag": "./assets/img/german.png",
    "landingPage_Hello": "Hello! I am Julien",
    "selfPresentation_Headline": "Let's work together",
    "selfPresentation_Text1": "Hello and welcome to my website! I'm Julien from Ennepetal, and I discovered my passion for programming while studying industrial engineering. Since then, I have been enthusiastic about putting the creative design ideas of talented designers into practice.",
    "selfPresentation_Text2": "With a solid technical background and an eye for aesthetics, I have specialized in developing user-friendly and appealing web applications. I take great pleasure in creating functional and visually appealing solutions that fulfill both users' expectations and designers' visions.",
    "selfPresentation_Text3": "If you are looking for a developer with both technical know-how and creative flair, then you have come to the right place. I look forward to working with you to transform your ideas into digital reality.",
    "selfPresentation_Button": "Send a message",
    "skillset_Headline": "skill set",
    "myWork_Headline": "My work",
    "myWork_description": "Explore a selection of my work here - Interact with projects to see my skills in action",
    "myWork_Project1_description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, and assign users and categories.",
    "myWork_Project2_description": "Jump, run, and throw game based on an object-oriented approach. Help Pepe find coins and tabasco salsa to fight against the crazy hen.",
    "myWork_Project3_description": "A Pokedex like it is used in the famous anime series Pokemon.",
    "contact_Headline": "Contakt",
    "contact_Headline2": "Got a problem to solve?",
    "contact_Description": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
    "contact_Question": "Need a Frontend developer? ",
    "contact_Answer": "Contact me!",
    "contact_Name-label": "your name",
    "contact_Email-label": "your E-mail",
    "contact_Message-label": "your message",
    "contact_PrivacyPolicy-declaration": "I've read the privacy policy and agree to the processing of my data as outlined.",
    "contact_Button": "Say hello ;)",
    "contact_NameError": "Please enter your name",
    "contact_MailError": "Please enter you E-mail",
    "contact_MessageError": "Please enter a message",
    "contact_PrivacyPolicyError": "Please accept the privacy policy.",
    "imprint_Headline": "Imprint",
    "imprint_ContactDataHeadline": "Contakt",
    "imprint_Fon": "Fon.",
    "imprint_No": "+49 172 / 9815185",
    "imprint_source": "source",
    "imprint_BackToLandingPage": "back to main-page",
    "PP_Headline": "Privacy policy",
    "PP_SubHeadline1": "data protection at a glance",
    "PP_GeneralInformationHeadline": "General information",
    "PP_GenerellInformation_Text": "The following information provides a simple overview of what happens to your data when you visit this website. Personal data is all data with which you can be personally identified. Detailed information on the subject of data protection can be found in our privacy policy, which is listed below this text, which lists the data protection declaration.",
    "PP_DataCollectionOnThisWebsiteHeadline": "Data collection on this website",
    "PP_DataCollectionOnThisWebsiteText": "Who is responsible for data collection on this website? Data processing on this website is carried out by the website operator. You can find the operator's contact details in the section 'Information on the Controller' in this privacy policy.",
    "PP_HowDoWeCollectYourDataHeadline": "How do we collect your data?",
    "PP_HowDoWeCollectYourDataText1": "On the one hand, your data is collected when you provide it to us. This can be, for example, data that you enter in a contact form.",
    "PP_HowDoWeCollectYourDataText2": "Other data is collected automatically or with your consent by our IT systems when you visit the website. Recorded. This is primarily technical data (e.g. internet browser, operating system, or time of page view). This data is collected automatically as soon as you enter this website.",
    "PP_WhatDoWeUseYourDataForHeadline": "What do we use your data for?",
    "PP_WhatDoWeUseYourDataForText": "Some of the data is collected to ensure that the website is provided without errors. Other data can be used to analyze your user behavior.",
    "PP_WhatRightsDoYouHaveRegardingYourDataHeadline" : "What rights do you have regarding your data?",
    "PP_WhatRightsDoYouHaveRegardingYourDataText1" : "You have the right to receive information about the origin, recipient, and purpose of your stored personal data free of charge at any time. You also have the right to request the correction or deletion of this data. If you have given your consent to data processing, you can revoke this consent at any time in the future. You also have the right to request the restriction of the processing of your data under certain circumstances. You also have the right to complain to the competent supervisory authority.",
    "PP_WhatRightsDoYouHaveRegardingYourDataText2" : "You can contact us at any time if you have further questions on the subject of data protection.",
    "PP_SubHeadline2" : "hosting",
    "PP_SubHeadline2AdditionalText" : "We host the content of our website with the following provider:",
    "PP_ExternalHostingHeadline" : "External hosting",
    "PP_ExternalHostingText1" : "This website is hosted externally. The personal data collected on this website is stored on the servers of the hoster(s). This may include IP addresses, contact requests, meta and communication data, contract data, contact data, names, website accesses, and other data collected via a website. Website is generated via a website.",
    "PP_ExternalHostingText2" : "External hosting is carried out to fulfill the contract with our potential and existing customers (Art. 6 para. 1 lit. b GDPR) and in the interest of a secure, fast, and efficient provision of our online offer by a professional provider (Art. 6 para. 1 lit. f GDPR). If a corresponding consent has been requested, the processing is carried out exclusively based on Art. 6 para. 1 lit. a GDPR and ยง 25 para. 1 TTDSG, insofar as the consent allows the storage of cookies or access to information in the user's terminal device (e.g. device fingerprinting) within the meaning of the TTDSG. Consent can be revoked at any time.",
    "PP_ExternalHostingText3" : "Our hoster(s) will only process your data to the extent that this is necessary for the fulfillment of its performance obligations and follow our instructions about this data.",
    "PP_HostsHeadline" : "We use the following host(s):",
    "PP_SubHeadline3" : "general notes and mandatory information",
    "PP_DataProtectionHeadline" : "Data protection",
    "PP_DataProtectionText1" : "The operators of these pages take the protection of your data very seriously. We treat your data confidentially and by the statutory data protection regulations and this privacy policy.",
    "PP_DataProtectionText2" : "When you use this website, various personal data is collected. Personal data are Personal data, with which you can be personally identified. This privacy policy explains which data we collect and what we use it for. It also explains how and for what purpose this is done.",
    "PP_DataProtectionText3" : "We would like to point out that data transmission on the Internet (e.g. when communicating by e-mail) is subject to security gaps may have security gaps. Complete protection of data against access by third parties is not possible.",
    "PP_DataProtectionText4" : "Note on the responsible body the controller responsible for data processing on this website is",
    "PP_DataProtectionText5" : "The controller is the natural or legal person who alone or jointly with others about the purposes and means of processing personal data (e.g. names, email addresses, etc.).",
    "PP_StorageDurationHeadline" : "Storage duration",
    "PP_StorageDurationText" : "Unless a more specific storage period has been specified in this privacy policy, your data will remain with us until the purpose for data processing no longer applies. If you assert a justified request for deletion or revoke your consent to data processing, your data will be deleted unless we have other legally permissible reasons for storing your data (e.g. retention periods under tax or commercial law); in the latter case, the deletion will take place after these reasons no longer apply. reasons.",
    "PP_GeneralInformationOnTheLegalBasisHeadline" : "General information on the legal basis for data processing on this website",
    "PP_GeneralInformationOnTheLegalBasisText": "If you have consented to data processing, we process your data based on Art. 6 para. 1 lit. a GDPR or Art. 9 para. 2 lit. a GDPR, insofar as special categories of data are processed by Art. 9 para. 1 GDPR is processed. In the event of express consent to the transfer of personal data to third countries, data processing is also carried out based on Art. 49 para. 1 lit. a GDPR. If you have consented to the storage of cookies or access to information in your end device (e.g. via device fingerprinting) the data processing is also carried out based on Section 25 (1) TTDSG. Consent can be revoked at any time. If your data is required to fulfill the contract or to carry out pre-contractual measures, we process your data based on Art. 6 para. 1 lit. b GDPR. Furthermore, we process your data if this is necessary to fulfill a legal obligation based on Art. 6 para. 1 lit. c GDPR. Data processing may also be based on our legitimate interest by Art. 6 para. 1 lit. f GDPR. Information on the relevant legal bases in each case is provided in the following paragraphs of this privacy policy.",
    "PP_RecipientsHeadline" : "Recipients of personal data",
    "PP_RecipientsText" : "As part of our business activities, we work together with various external bodies. In some cases, it is also necessary to transfer personal data to these external bodies. We only pass on personal data to external bodies if this is necessary for the fulfillment of a contract, if we are legally obliged to do so (e.g. passing on data to tax authorities), if we have a legitimate interest in doing so, or if we have a legitimate interest in doing so. According to Art. 6 para. 1 lit. f GDPR or if another legal basis permits the transfer of data. Permitted. When using processors, we only pass on our customers' data based on a valid contract for order processing. In the case of joint processing, a joint processing agreement is concluded.",
    "PP_WithdrawalOfYourConsetHeadline" : "Withdrawal of your consent to data processing",
    "PP_WithdrawalOfYourConsetText" : "Many data processing operations are only possible with your express consent. You can revoke an already revoked consent at any time. The legality of the data processing carried out until the revocation data processing remains unaffected by the revocation.",
    "PP_RightToObjectHeadline" : "Right to object to the collection of data in special cases and to direct marketing (Art. 21 GDPR)",
    "PP_RightToObjectText" : " IF THE DATA PROCESSING IS BASED ON ART. 6 ABS. 1 LIT. E OR F GDPR, YOU HAVE THE RIGHT TO OBJECT TO THE PROCESSING OF YOUR DATA AT ANY TIME ON GROUNDS RELATING TO YOUR PARTICULAR SITUATION; THIS ALSO APPLIES TO PROFILING BASED ON THESE PROVISIONS. THE RESPECTIVE LEGAL BASIS ON WHICH PROCESSING IS BASED CAN BE FOUND IN THIS PRIVACY POLICY. IF YOU OBJECT, WE WILL NO LONGER PROCESS YOUR DATA UNLESS WE CAN DEMONSTRATE COMPELLING LEGITIMATE GROUNDS FOR THE PROCESSING THAT OVERRIDE YOUR INTERESTS, RIGHTS AND FREEDOMS OR THE PROCESSING SERVES THE ESTABLISHMENT, EXERCISE OR DEFENSE OF LEGAL CLAIMS (OBJECTION UNDER ART. 21 PARA. 1 GDPR). IF YOUR DATA IS PROCESSED FOR THE PURPOSE OF DIRECT MARKETING, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME TO THE PROCESSING OF YOUR DATA. TO OBJECT AT ANY TIME TO THE PROCESSING OF PERSONAL DATA CONCERNING YOU FOR THE PURPOSE OF SUCH MARKETING, WHICH INCLUDES PROFILING TO THE EXTENT THAT IT IS RELATED TO SUCH DIRECT MARKETING. IF YOU OBJECT, YOUR DATA WILL SUBSEQUENTLY NO LONGER BE USED FOR THE PURPOSE OF DIRECT MARKETING (OBJECTION UNDER ART. 21 PARA. 2 GDPR).",
    "PP_RightToLodgeHeadline" : "Right to lodge a complaint with the competent supervisory authority",
    "PP_RightToLodgeText" : "In the event of violations of the GDPR, data subjects have the right to complain to a supervisory authority, in particular in the Member State of their habitual residence, place of work, or place of the alleged infringement. The right to complain exists without prejudice to any other administrative or judicial legal remedies.",
    "PP_RightToDataHeadline" : "Right to data portability",
    "PP_RightToDataText" : "You have the right to have data that we process automatically based on your consent or in fulfillment of a contract handed over to you or a third party in a common, machine-readable format. If you request the direct transfer of the data to another controller, this will only be done insofar as it is technically feasible.",
    "PP_InformationHEadline" : "Information, correction and deletion",
    "PP_InformationText" : "Within the framework of the applicable legal provisions, you have the right at any time to free information about your stored personal data, its origin and recipient, and the purpose of the data processing and, if applicable, a right to correct or delete this data. Right to rectification or erasure of this data. You can contact us at any time if you have further questions on the subject of personal data you can contact us at any time.",
    "PP_RightTORestrictionHeadline" : "Right to restriction of processing",
    "PP_RightTORestrictionText1" : "You have the right to request the restriction of the processing of your data. For this you can you can contact us at any time. The right to restriction of processing exists in the following cases:",
    "PP_RightTORestrictionText2" : "If you dispute the accuracy of your data stored by us, we will need as a rule usually time to check this. For the duration of the review, you have the right to request the restriction of processing of your processing of your data. If the processing of your data has occurred/is occurring unlawfully, you can request the erasure of your data instead of the erasure the request the restriction of data processing. If we no longer need your data, but you need it for the exercise, defense, or assertion of legal claims, you have the assertion of legal claims, and you have the right to request the restriction of the processing of the processing of your data instead of erasure. If you have objected under Art. 21 para. 1 GDPR, a balance must be struck between your and our interests must be carried out. As long as it has not yet been determined whose interests prevail, you have the right to request the restriction of the processing of your data. If you have restricted the processing of your data, this data - from its Apart from its storage, this data may only be processed with your consent or for the establishment, exercise, or defense of legal claims or the protection of the rights of another natural or legal person or for reasons of important public interest of the European Union or of a Member State. Interest of the European Union or a Member State.",
    "FooterImprint" : "Imprint",
    "FooterPrivacyPolicy" : "privacy policy",
    "turnDevice" : "please turn your device!",
    "MailSentHeadline" : "E-mail sent successfully",
    "MailSentThanks" : "Thank you for your E-Mail!",
    "MailSentText" : "I will reply as soon as possible!"
}